[
    {
    "id": "1",
    "review": "We had Michelle and Simon sell two of our properties and find one for us. At all times they were professional and responsive and we were very happy with the results. To be honest, moving forward, we wouldn't use anyone else",
    "author": "Glen and Tor"
},
{
    "id": "2",
    "review": "Michelle was fantastic to work with and would 100% use her again. Really knew the market and who we were targeting. Communication was excellent and she answered all of our questions quickly and honestly. She had great ideas for staging too. Michelle was totally invested in selling our property and always gave her all at the open homes and catch up meetings. She really wanted to make this an easy process and get us the best possible price we could. Totally seamless and stress free experience! ",
    "author": "Laura"
},
{
    "id": "3",
    "review": "My partner and I really appreciated Michelle and Simon's help in purchasing our first home. Michelle was very down to earth and happy to explain the whole auction process to us when we had no idea what we were doing! We really felt like we were supported and could ask any and all questions, knowing they'd always be responded to in a prompt and friendly way.",
    "author": ""
},
{
    "id": "4",
    "review": "My partner and I really appreciated Michelle and Simon's help in purchasing our first home. Michelle was very down to earth and happy to explain the whole auction process to us when we had no idea what we were doing! We really felt like we were supported and could ask any and all questions, knowing they'd always be responded to in a prompt and friendly way.",
    "author": "Buyer"
},
{
    "id": "5",
    "review": "Allow us to express our views and concerns freely. Very please with Michelle's attention to details and parmatic advice",
    "author": "Weng Kei Chen"
},
{
    "id": "6",
    "review": "Michelle was a very competent and professional agent. She helped us greatly in finding what we were looking for and the communication was flawless.",
    "author": "Yue Yao"
},
{
    "id": "",
    "review": "",
    "author": ""
},
{
    "id": "",
    "review": "",
    "author": ""
},
{
    "id": "",
    "review": "",
    "author": ""
}
]